IDEA Open Model
LoadOnLine.Geometry Property
Compatible with IDEA StatiCa 20.1
 Segment3D or PolyLine3D
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement Geometry { get; set; }
Public Property Geometry As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace